#include "SIGMAINFO.hpp"
#include "MenuSIGMA.hpp"

void SIGMAINFO()
{

	system("cls");
	std::cout << "Справка:\n";
	std::cout << "\n< Sigma > это игра про морской бой.\n\nОбозначения в игре:\n1 - первый корабль\n2 - второй корабль\n3 - третий корабль\n4 - четвертый корабль\n* - промах\nX - попадание\n\nПравила игры:\n1 - Не подсмастривать на заполненное кораблями поле противника!\n2 - Вам даются ровно по 4 корабля \n\n\nУдачи в бою!\nНажмите на люб кнопку чтобы выйти со справки";
	_getch();
	system("cls");
}

